{
  "origin_image": "C:\\Users\\Pavan Alapati\\OneDrive - Akoncagua AI\\Desktop\\python3.10\\venv310\\pre300\\1783013316014_combined plans\\page_002.png",
  "page": 2,
  "file_name": "page_002.png",
  "regions": [
    {
      "region_id": 3,
      "type": "section",
      "bbox": [
        0.7352187319155092,
        0.15436158921983506,
        0.8991288700810185,
        0.4079746500651042
      ],
      "confidence": 0.9839029312133789,
      "title": "EROSION AND SILTATION CONTROL NOTES",
      "content": [
        "1. SEDIMENT TRAPPING MEASURES: SEDIMENT BASINS AND TRAPS, PERIMETER BERMS,",
        "FILTER FENCES, BERMS, SEDIMENT BARRIERS, VEGETATIVE BUFFERS AND OTHER",
        "MEASURES INTENDED TO TRAP SEDIMENT AND/OR PREVENT THE TRANSPORT OF",
        "SEDIMENT ONTO ADJACENT PROPERTIES, OR INTO EXISTING WATER BODIES, MUST BE",
        "INSTALLED, CONSTRUCTED OR, IN THE CASE OF VEGETATIVE BUFFERS, PROTECTED",
        "FROM DISTURBANCE, AS A FIRST STEP IN THE LAND ALTERATION PROCESS. SUCH",
        "SYSTEMS SHALL BE FULLY OPERATIVE AND INSPECTED BY THE ENGINEER BEFORE",
        "ANY OTHER DISTURBANCE OF THE SITE BEGINS.",
        "2. PROTECTION OF EXISTING STORM SEWER SYSTEMS: DURING CONSTRUCTION, ALL",
        "STORM SEWER INLETS IN THE VICINITY OF THE PROJECT SHALL BE PROTECTED BY",
        "SEDIMENT TRAPS SUCH AS SECURED HAY BALES, SOD, STONE, ETC., WHICH SHALL BE",
        "MAINTAINED AND MODIFIED AS REQUIRED BY CONSTRUCTION PROGRESS, AND WHICH",
        "MUST BE APPROVED BY THE ENGINEER BEFORE INSTALLATION.",
        "3. SEDIMENTATION BASIN: THE CONTRACTOR WILL BE REQUIRED TO PROHIBIT DISCHARGE",
        "OF SILT THROUGH THE OUTFALL STRUCTURE DURING CONSTRUCTION OF ANY RETENTION",
        "AREA AND WILL BE REQUIRED TO CLEAN OUT THE RETENTION AREA BEFORE INSTALLING",
        "ANY PERMANENT SUBDRAIN PIPE. IN ADDITION, PERMANENT RETENTION AREAS MUST",
        "BE TOTALLY CLEANED OUT AND OPERATE PROPERLY AT FINAL INSPECTION AND AT",
        "THE END OF THE WARRANTY PERIOD.",
        "4. SWALES, DITCHES AND CHANNELS: ALL SWALES, DITCHES AND CHANNELS LEADING",
        "FROM THE SITE SHALL BE SODDED WITHIN (3) DAYS OF EXCAVATION. ALL OTHER",
        "INTERIOR SWALES, ETC., INCLUDING DETENTION AREAS WILL BE SODDED PRIOR TO",
        "ISSUANCE OF A CERTIFICATE OF OCCUPANCY.",
        "5. PROTECTION AND STABILIZATION OF SOIL STOCKPILES: FILL MATERIAL STOCKPILES",
        "SHALL BE PROTECTED AT ALL TIMES BY ON-SITE DRAINAGE CONTROLS WHICH",
        "PREVENT EROSION OF THE STOCKPILED MATERIAL. CONTROL OF DUST FROM SUCH",
        "STOCKPILED MATERIAL, MAY BE REQUIRED, DEPENDING UPON THEIR LOCATION AND THE",
        "EXPECTED LENGTH OF TIME THE STOCKPILES WILL BE PRESENT. IN NO CASE SHALL",
        "UNSTABILIZED STOCKPILE REMAIN AFTER THIRTY (30) CALENDAR DAYS.",
        "6. MAINTENANCE: ALL EROSION AND SILTATION CONTROL DEVICES SHALL BE CHECKED",
        "REGULARLY, ESPECIALLY AFTER EACH RAINFALL AND WILL BE CLEANED OUT",
        "AND/OR REPAIRED AS REQUIRED.",
        "7. REQUIRED EROSION CONTROL MEASURES MUST REMAIN INTACT THROUGHOUT",
        "CONSTRUCTION. FAILURE TO INSTALL OR PROPERLY MAINTAIN THESE BARRICADES WILL",
        "RESULT IN ENFORCEMENT ACTION WHICH MAY INCLUDE CITATIONS, AS PROVIDED BY",
        "CHAPTERS 40D-4 & 40D-40 F.A.C. CAN RESULT IN A PENALTY NOT TO EXCEED",
        "$10,000 PER OFFENSE WITH EACH DATE DURING WHICH SUCH VIOLATION OCCURS",
        "CONSTITUTING A OFFENSE."
      ]
    },
    {
      "region_id": 4,
      "type": "section",
      "bbox": [
        0.7352659324363426,
        0.4153883531358507,
        0.9020885778356481,
        0.7150703260633681
      ],
      "confidence": 0.9828929305076599,
      "title": "CLEARING AND GRUBBING NOTES",
      "content": [
        "1. PRIOR TO ANY SITE CLEARING, ALL TREES SHOWN TO REMAIN ON THE CONSTRUCTION",
        "PLANS SHALL BE PROTECTED IN ACCORDANCE WITH THE LOCAL REGULATORY AGENCY'S",
        "TREE ORDINANCE AND DETAILS CONTAINED IN THESE PLANS. IT SHALL BE THE",
        "CONTRACTOR'S RESPONSIBILITY TO MAINTAIN THESE TREES IN GOOD CONDITION.",
        "NO",
        "TREES SHOWN TO REMAIN SHALL BE REMOVED WITHOUT WRITTEN APPROVAL FROM THE",
        "OWNER.",
        "2. THE CONTRACTOR IS TO PREPARE THE SITE PRIOR TO BEGINNING ACTUAL",
        "CONSTRUCTION IN ACCORDANCE, WITH THE SOILS TESTING REPORT. COPIES OF THE",
        "SOILS REPORT ARE AVAILABLE THROUGH THE OWNER OR THE SOILS TESTING",
        "COMPANY. QUESTIONS REGARDING SITE PREPARATION REQUIREMENTS DESCRIBED IN",
        "THE SOILS REPORT ARE TO BE DIRECTED TO THE SOILS TESTING COMPANY.",
        "3. THE CONTRACTOR SHALL CLEAR AND GRUB, ONLY THOSE PORTIONS OF THE SITE,",
        "NECESSARY FOR CONSTRUCTION. DISTURBED AREAS WILL BE SEEDED, MULCHED, OR",
        "PLANTED WITH OTHER APPROVED LANDSCAPE MATERIAL IMMEDIATELY FOLLOWING",
        "CONSTRUCTION.",
        "4. THE TOP 4\" TO 6\" OF GROUND REMOVED DURING CLEARING AND GRUBBING SHALL BE",
        "STOCKPILED AT A SITE DESIGNATED BY THE OWNER TO BE USED FOR LANDSCAPING",
        "PURPOSES, UNLESS OTHERWISE DIRECTED BY THE OWNER.",
        "5. SOILS IN AREA CLEARED FOR CONSTRUCTION MUST BE STABILIZED BY PERIODIC WATERING",
        "DURING CONSTRUCTION, EROSION MUST BE MINIMIZED, AND SEDIMENT SHOULD BE",
        "RETAINED ON SITE OF DEVELOPMENT REVEGTATION AND/OR MULCHING OF CLEARED",
        "AREAS MUST BE EFFECTED IMMEDIATELY TO STABILIZE THE CLEARED AREAS.",
        "6. ALL CONSTRUCTION DEBRIS AND OTHER WASTE MATERIAL SHALL BE DISPOSED OF",
        "OFF-SITE IN ACCORDANCE WITH APPLICABLE REGULATIONS. ONLY \"GRADING BY",
        "HAND\" IS PERMITTED WITHIN THE CANOPY LINE OF TREES THAT ARE TO REMAIN.",
        "7. THE CONTRACTOR IS TO OBTAIN ALL NECESSARY PERMITS FOR REMOVING ANY",
        "EXISTING STRUCTURES.",
        "8. IT IS THE CONTRACTOR'S RESPONSIBILITY TO NOTIFY ALL UTILITY COMPANIES TO",
        "DISCONNECT OR REMOVE THEIR FACILITIES PRIOR TO REMOVING OR DEMOLISHING.",
        "9. THE CONTRACTOR WILL BE RESPONSIBLE FOR MAKING A VISUAL INSPECTION OF THE",
        "SITE AND WILL BE RESPONSIBLE FOR THE DEMOLITION AND REMOVAL OF ALL",
        "UNDERGROUND AND ABOVE GROUND STRUCTURES THAT WILL NOT BE INCORPORATED",
        "WITH THE NEW FACILITIES. SHOULD ANY DISCREPANCIES EXIST WITH THE PLANS.",
        "THE CONTRACTOR SHALL BE RESPONSIBLE FOR CALLING THE OWNER AND REQUESTING",
        "A CLARIFICATION OF THE PLANS PRIOR TO DEMOLITION.",
        "10. DURING CONSTRUCTION, ALL STORM SEWER INLETS IN THE VICINITY OF THE",
        "PROJECT SHALL BE PROTECTED BY SEDIMENT TRAPS SUCH AS SECURED HAY BALES,",
        "SOD, STONE, ETC. WHICH SHALL BE MAINTAINED AND MODIFIED AS REQUIRED BY",
        "CONSTRUCTION PROGRESS.",
        "11. ALL EROSION AND SILTATION CONTROL METHODS SHALL BE IMPLEMENTED PRIOR TO",
        "THE START OF CONSTRUCTION AND MAINTAINED UNTIL CONSTRUCTION IS COMPLETE."
      ]
    },
    {
      "region_id": 5,
      "type": "section",
      "bbox": [
        0.5599821415653935,
        0.03505935033162435,
        0.7259984899450231,
        0.2819175720214844
      ],
      "confidence": 0.9789327383041382,
      "title": "CONSTRUCTION IN RIGHT OF WAY:",
      "content": [
        "1. ALL PROPOSED WORK WILL COMPLY WITH FDOT \"ROADWAY PLANS PREPARATION MANUAL.”",
        "2. ALL R.O.W. INSTALLATIONS WILL BE IN ACCORDANCE WITH PRACTICES REFERENCED",
        "IN THE STATE OF FLORIDA UTILITIES ACCOMMODATIONS MANUAL.",
        "3. ALL DESIGN AND CONSTRUCTION MUST CONFORM TO THE MINIMUM STANDARDS",
        "SET DOWN IN PINELLAS/FDOT COUNTY AND MINIMUM TESTING FREQUENCY REQUIREMENTS.",
        "4. SIGNS AND BARRICADES SHALL BE IN ACCORDANCE WITH THE U.S. DEPARTMENT OF",
        "TRANSPORTATION'S \"MANUAL ON UNIFORM TRAFFIC CONTROL DEVICES” AND THE",
        "FLORIDA DEPARTMENT OF TRANSPORTATION'S \"ROADWAY AND TRAFFIC DESIGN STANDARDS”",
        "INDEXES 600 THRU 670 (LATEST EDITIONS).",
        "5. INSTALLATION INVOLVING CONCRETE AND ASPHALT DRIVEWAY, IN GOOD CONDITION",
        "MUST BE ACCOMPLISHED BY JACK AND BORE OR PUSHING. NO JETTING IS ALLOWED.",
        "6. COMPACTION FOR PIPE BACKFILL SHALL COMPLY WITH AASHTO T-99(100%).",
        "7. DISTURBED AREA WITHIN THE R.O.W. WILL BE COMPACTED TO 100% OF MAXIMUM",
        "DENSITY AND SODDED.",
        "8. ANY PORTION OF THE ROADWAY THAT SUSTAINS EXCESSIVE CONSTRUCTION RELATED",
        "DAMAGE, IN THE OPINION OF NORTHSIDE ENGINEERING, SHALL BE",
        "REPAIRED AT CONTRACTOR EXPENSE IN A MANNER SPECIFIED BY SARASOTA COUNTY.",
        "9. SAFE PEDESTRIAN TRAFFIC IS TO BE MAINTAINED AT ALL TIMES.",
        "10. ANY SIDEWALK WHICH BECOMES UNDERMINED MUST BE REMOVED AND REPLACED.",
        "SIDEWALKS ARE TO BE RECONSTRUCTED WITHIN THREE(3) DAYS AFTER REMOVAL.",
        "WHEN EXISTING SIDEWALK IS REMOVED, IT IS TO BE REMOVED AT THE NEAREST JOINT.",
        "11. NO STOCKING OF MATERIAL IN ROADWAY OR ON SIDEWALK; ALL DIRT OR DEBRIS",
        "WILL BE REMOVED FROM THE JOB SITE DAILY. ROADS AND SIDEWALKS ARE TO BE",
        "SWEPT DAILY AS PART OF DAILY CLEAN-UP.",
        "12. SAW CUT EXISTING EDGE-OF-PAVEMENT PRIOR TO DRIVEWAY CONSTRUCTION.",
        "13. DO NOT DISTURB EXISTING UNDERDRAIN OR STORM SYSTEMS.",
        "14. NO STREET SHALL BE CLOSED WITHOUT THE WRITTEN PERMISSION OF THE CITY.",
        "AT LEAST 48 HOUR ADVANCE COORDINATION IS REQUIRED.",
        "15. THE PERMITTEE'S ATTENTION IS DIRECTED TO THE PROVISIONS OF THE TRENCH SAFETY",
        "ACT (FLORIDA STATUTES, 553.60 et. seq.) AND THE OCCUPATIONAL SAFETY AND HEALTH",
        "HEALTH ADMINISTRATION EXCAVATION SAFETY STANDARDS (29 CFR SECTION 1926.650,",
        "SUBPART B) WHICH SHALL APPLY TO CONSTRUCTION, OPERATION AND MAINTENANCE",
        "PURSUANT TO THIS PERMIT."
      ]
    },
    {
      "region_id": 6,
      "type": "section",
      "bbox": [
        0.20957713939525463,
        0.0368073484632704,
        0.3750143545645255,
        0.2534656778971354
      ],
      "confidence": 0.9783266186714172,
      "title": "WATER SYSTEM NOTES",
      "content": [
        "1. ALL WATER MAINS SHALL HAVE A MINIMUM OF 36 INCHES OF COVER.",
        "2. ALL WATER SYSTEM WORK SHALL CONFORM WITH LOCAL REGULATORY STANDARDS AND",
        "SPECIFICATIONS.",
        "3. ALL DUCTILE IRON PIPE SHALL BE CLASS 52 IN ACCORDANCE WITH ANSI A 21.50",
        "(AWWA C 150) AND ANSI A 21.31 (AWWA C 151) AND PIPE SHALL RECEIVE",
        "EXTERIOR BITUMINOUS COATING IN ACCORDANCE WITH ANSI A 21.6, A 21.8 OR A",
        "21.51 AND SHALL BE MORTAR LINED, STANDARD THICKNESS, AND BITUMINOUS",
        "SEALED IN ACCORDANCE WITH ANSI A 21.6 (AWWA C 104-71).",
        "4. ALL FITTINGS LARGER THAN 2” SHALL BE DUCTILE IRON CLASS 53 IN ACCORDANCE",
        "WITH AWWA C-110 WITH A PRESSURE RATING OF 350 PSI. JOINTS SHALL BE",
        "MECHANICAL JOINTS IN ACCORDANCE WITH AWWA C-111. FITTINGS SHALL BE",
        "CEMENT MORTAR LINED AND COATED IN ACCORDANCE WITH AWWA C-104.",
        "5. ALL PVC WATER MAINS 4\" THROUGH 12\" SHALL BE IN ACCORDANCE WITH AWWA",
        "C-900. PIPE SHALL BE CLASS 150 AND MEET THE REQUIREMENTS OF SDR 18 IN",
        "ACCORDANCE WITH ASTM D-2241.",
        "6. WATER MAIN PIPING OF LESS THAN 4\" SHALL BE PER ASTM D2241-89.",
        "7. ALL FITTINGS 2\" AND SMALLER SHALL BE SCHEDULE 40 PVC WITH SOLVENT WELDED",
        "SLEEVE TYPE JOINTS.",
        "8. ALL GATE VALVES 2\" OR LARGER SHALL BE RESILIENT SEAT OR RESILIENT WEDGE",
        "MEETING THE REQUIREMENTS OF AWWA C509.",
        "9. ALL FIRE HYDRANTS SHALL MEET THE REQUIREMENTS OF AWWA C502 AND SHALL BE",
        "APPROVED BY THE LOCAL UTILITY AND FIRE MARSHALL.",
        "10. THE CONTRACTOR IS TO INSTALL TEMPORARY BLOW-OFFS AT THE END OF WATER",
        "SERVICE LATERALS TO ASSURE ADEQUATE FLUSHING AND DISINFECTION.",
        "11. THRUST BLOCKING SHALL BE PROVIDED AT ALL FITTINGS AND HYDRANTS AS SHOWN",
        "ON DETAILS.",
        "12. MATERIALS AND CONSTRUCTION METHODS FOR WATER DISTRIBUTION SYSTEM SHALL",
        "BE IN ACCORDANCE WITH THE LOCAL REGULATORY AGENCY CODES.",
        "13. THE IRRIGATION SYSTEM SHALL HAVE PURPLE COLOR PIPING AND LABELING ON THE",
        "PIPE TO INSURE DIFFERENTIATION FROM POTABLE WATER PIPING."
      ]
    },
    {
      "region_id": 7,
      "type": "section",
      "bbox": [
        0.565658863208912,
        0.28869754367404515,
        0.7272116880063657,
        0.7014041476779513
      ],
      "confidence": 0.9750300645828247,
      "title": "CONTRACTOR'S RESPONSIBILITY NOTE",
      "content": [
        "IT IS THE CONTRACTOR'S RESPONSIBILITY TO PERFORM A SURVEY (ACCOMPANIED BY",
        "THE ARCHITECT AND OWNER) OF THE ENTIRE PROJECT AREA INCLUDING BUILDING(S)",
        "AND SITE IMMEDIATELY UPON OCCUPYING THE WORK AREA AND BY PHOTOGRAPHIC",
        "AND WRITTEN CORRESPONDENCE DETAILING ANY AREAS THAT ARE NOT IN A FIRST",
        "CLASS CONDITION (SURFACES THAT ARE UNBROKEN, NON-CRACKED, NON-RUSTING,",
        "WITHOUT CHIPS, WITHOUT SPLINTERS, OF TEXTURE MATCHING ITS SURROUNDING,",
        "WITH NEW APPEARING FINISHES, AND OPERATING AS ORIGINALLY DESIGNED OR",
        "INTENDED TO OPERATE) WHICH WILL REMAIN IN THEIR PRESENT CONDITION AT THE",
        "CONCLUSION OF THE PROJECT. THE CONTRACTOR WILL BE RESPONSIBLE FOR PROVIDING",
        "THE OWNER A COMPLETE PROJECT IN FIRST CLASS CONDITION MEETING INDUSTRY WIDE",
        "STANDARDS IN QUALITY AND PERFORMANCE THROUGHOUT THE ENTIRE PROJECT AREA",
        "BUILDING(S) AND SITE (REGARDLESS OF WHETHER AN AREA IS SPECIFICALLY IDENTIFIED",
        "WITHIN THE DRAWINGS AND SPECIFICATIONS OR NOT) UNLESS A PARTICULAR AREA HAS",
        "BEEN DESCRIBED IN THE AFOREMENTIONED PHOTOGRAPHS AND WRITTEN DETAILS.",
        "CONTRACTOR HAS THE RESPONSIBILITY TO PROTECT THE EXISTING BUILDING(S),",
        "UTILITIES AND SITE THROUGHOUT THE PROJECT TIME FRAME. SHOULD, DURING THE",
        "COURSE OF THE WORK, ANY AREA OF THE BUILDING(S) AND/OR UTILITIES AND/OR",
        "THE BUILDING(S) AND/OR UTILITIES AND/OR THE SITE BECOME DAMAGED AND THAT",
        "AREA WAS NOT SPECIFICALLY CALLED OUT TO BE A PART OF THE CONSTRUCTION, THE",
        "CONTRACTOR SHALL REPAIR AND/OR REPLACE THE DAMAGED AREA TO THE SATISFACTION",
        "OF THE ARCHITECT AND OWNER AT NO ADDITIONAL COST TO THE OWNER.",
        "AS A PART OF THESE DOCUMENTS, A SITE SURVEY AND/OR SITE DATA, WHEN",
        "PROVIDED, AND ANY ADDITIONAL INFORMATION THAT MAY BE PROVIDED BY FACILITIES",
        "PLANNING & CONSTRUCTION SERVICES PERSONNEL ARE FOR INFORMATIONAL",
        "PURPOSES ONLY, THE OWNER AND HIS AGENT ASSUME NO RESPONSIBILITY FOR THEIR",
        "PREPARATION, COMPLETENESS NOR ACCURATENESS AND THE CONTRACTOR IS FULLY",
        "RESPONSIBLE WHEN USING SAID SOURCES. THE CONTRACTOR SHOULD USE SUCH",
        "INFORMATION ONLY AS A GUIDE TO THE SUSPECTED LOCATION OF UNDERGROUND",
        "SERVICES, INCLUDING BUT NOT LIMITED TO:",
        "WATER SUPPLY",
        "STORM SEWER",
        "ELECTRICAL POWER",
        "IRRIGATION LINES",
        "FIBER OPTIC CABLES",
        "FIRE ALARM SYSTEM CABLES",
        "CONTROL WIRING",
        "SANITARY SEWER",
        "NATURAL AND LP GAS LINES",
        "RECLAIMED WATER SUPPLY",
        "T.V. CABLES",
        "TELEPHONE CABLES",
        "SECURITY WIRING",
        "SITE UNDERGROUND MECHANICAL",
        "SYSTEMS",
        "INCLUDING INSULATION",
        "IT WILL BE THE CONTRACTOR'S RESPONSIBILITY TO DETERMINE THE SPECIFIC LOCATION",
        "OF THE UNDERGROUND SERVICES BY CAREFUL HAND EXCAVATION ONLY UNLESS",
        "OTHER MEANS ARE APPROVED BY ARCHITECT AND OWNER BEFORE BEGINNING THE",
        "WORK. THE CONTRACTOR SHALL REPLACE OR REPAIR, PER SPECIFICATIONS, ANY",
        "AND ALL DAMAGED UNDERGROUND SERVICES AS LISTED ABOVE AT NO ADDITIONAL",
        "COST TO THE OWNER. THE CONTRACTOR SHALL WORK AT THE CONVENIENCE OF THE",
        "SCHOOL SO AS NOT TO DISRUPT CLASSES AND INCONVENIENCE STAFF. IT IS THE",
        "CONTRACTOR'S RESPONSIBILITY TO SCHEDULE WORK PROCEDURES THAT ARE NOISY,",
        "CREATE ODORIFEROUS FUMES, OR PRODUCE A CONDITION THAT WILL BE DISRUPTIVE",
        "AT A TIME WHEN CLASSES ARE NOT IN SESSION AND STAFF ARE NOT OCCUPYING THE",
        "BUILDING(S). CONTRACTOR SHALL BECOME FAMILIAR WITH THE SCHOOL SCHEDULE",
        "OF DAILY CLASSES, BREAKS BETWEEN SESSIONS AND HOLIDAYS, AND USE THAT",
        "AS A GUIDELINE FOR PLANNING DISRUPTIVE WORK PROCEDURES."
      ]
    },
    {
      "region_id": 8,
      "type": "heading",
      "bbox": [
        0.3874409541377315,
        0.7483550347222222,
        0.5513148328993056,
        0.9169019232855903
      ],
      "confidence": 0.9749192595481873,
      "title": "PAVING NOTES",
      "content": [
        "PAVING NOTES",
        "1. PRIOR TO CONSTRUCTING CONCRETE PAVEMENT, THE CONTRACTOR IS TO SUBMIT A",
        "PROPOSED JOINTING PATTERN TO THE OWNER'S ENGINEER FOR APPROVAL.",
        "2. THE CONTRACTOR IS TO PROVIDE A 1/2\" BITUMINOUS EXPANSION JOINT MATERIAL",
        "WITH SEALER, AT ABUTMENT OF CONCRETE AND ANY STRUCTURE.",
        "3. ALL PAVEMENT MARKINGS SHALL BE MADE WITH THERMOPLASTIC TRAFFIC MARKING MATERIAL",
        "IN ACCORDANCE TO FDOT STANDARD SPECIFICATIONS 971-12. PARKING STALL STRIPING",
        "TO BE 4\" WIDE PAINTED WHITE STRIPES.",
        "4. THE CONTRACTOR IS TO INSTALL EXTRA BASE MATERIAL WHEN THE DISTANCE",
        "BETWEEN THE PAVEMENT ELEVATION AND THE TOP OF THE PIPE OR BELL IS LESS",
        "THAN TWELVE (12) INCHES.",
        "5. STANDARD INDEXES REFER TO THE LATEST EDITION OF FDOT \"ROADWAY AND",
        "TRAFFIC DESIGN STANDARDS.\"",
        "6. THE CONSTRUCTION OF ASPHALT PAVEMENT MUST MEET",
        "THE FOLLOWING CRITERIA:",
        "A. LIGHT DUTY:",
        "1-1/2\" ASPHALT TYPE SP 9.5 ON 8\" BASE COMPACTED TO 98% OF MAX. DENSITY",
        "PER AASHTO T-180. SUBBASE TO BE COMPACTED TO 98% MAX. DENSITY",
        "AND STABILIZED TO LBR 40.",
        "B. BASE LAYERS SHALL BE AS FOLLOWING:",
        "- CERTIFIED CRUSHED CONCRETE PER FDOT SPECS.",
        "- CERTIFIED LIMEROCK AS PER FDOT SPECS.",
        "- CERTIFIED SHELL AS PER FDOT SPECS."
      ]
    },
    {
      "region_id": 9,
      "type": "section",
      "bbox": [
        0.7373564091435185,
        0.03615465799967448,
        0.9027786820023148,
        0.1350817362467448
      ],
      "confidence": 0.9741084575653076,
      "title": "OWNER/MANAGEMENT INSPECTION AND MAINTENANCE NOTES",
      "content": [
        "OWNER/MANAGEMENT INSPECTION",
        "AND MAINTENANCE NOTES",
        "1. THE OWNER SHALL PERIODICALLY MONITOR THE STORMWATER SYSTEM (PIPE CONVEYANCE",
        "SYSTEM AND RETENTION POND) FOR SILT AND SEDIMENTATION BUILD UP. THE PIPE",
        "CONVEYANCE SYSTEM SHALL BE FLUSHED, AS DEEMED NECESSARY NO LESS THAN TWICE",
        "A YEAR. ALL MATERIAL SHALL BE COLLECTED DOWNSTREAM AND REMOVED. THE",
        "RETENTION POND SHALL BE KEPT MOWED AND THE BOTTOM FREE OF DEBRIS. IF WATER",
        "STANDS IN THE POND MORE THAN 48 HOURS THE OWNER SHALL RAKE AND/OR SCARIFY",
        "THE POND BOTTOM, AS DEEMED NECESSARY AND NO LESS THAN TWICE A YEAR TO",
        "RESTORE THE PERCOLATION CHARACTERISTICS OF THE POND. THE OWNER WILL BE",
        "RESPONSIBLE TO MAKE SURE THAT TO THE BEST OF HIS ABILITY NOTHING ENTERS THE",
        "SYSTEM BESIDES STORMWATER THAT COULD DETERIORATE THE FUNCTIONING CAPABILITIES",
        "OF THE SYSTEM, I.E. GASOLINE, OIL, GREASE, CHEMICALS, ETC."
      ]
    },
    {
      "region_id": 10,
      "type": "plain_text",
      "bbox": [
        0.021107292175292967,
        0.028189945220947265,
        0.1923363353587963,
        0.9558732096354167
      ],
      "confidence": 0.9740768671035767,
      "content": [
        "GENERAL CONSTRUCTION NOTES",
        "1. ALL THE WORK PERFORMED SHALL COMPLY WITH THE REGULATIONS AND ORDINANCES OF",
        "THE VARIOUS GOVERNMENTAL AGENCIES HAVING JURISDICTION OVER THE WORK.",
        "1a. ALL DESIGN AND CONSTRUCTION MUST CONFORM TO THE MINIMUM STANDARDS",
        "SET DOWN IN CITY OF CLEARWATER LAND DEVELOPMENT, ZONING",
        "AND/OR RELATED ORDINANCES.",
        "2. ALL ELEVATIONS ARE REFERENCED FROM NORTH AMERICAN VERTICAL DATUM (1988)",
        "3. LOCATIONS, ELEVATIONS, AND DIMENSIONS OF EXISTING UTILITIES, STRUCTURES,",
        "AND OTHER FEATURES ARE SHOWN ACCORDING TO THE BEST INFORMATION AVAILABLE",
        "AT THE TIME OF PREPARATION OF THESE PLANS. THE CONTRACTOR WILL VERIFY",
        "THE LOCATIONS, ELEVATIONS, AND DIMENSIONS OF ALL EXISTING UTILITIES,",
        "STRUCTURES AND OTHER FEATURES AFFECTING THIS WORK PRIOR TO CONSTRUCTION.",
        "4. THE CONTRACTOR SHALL CHECK THE PLANS FOR CONFLICTS AND DISCREPANCIES",
        "PRIOR TO CONSTRUCTION. THE CONTRACTOR SHALL NOTIFY THE OWNER'S ENGINEER",
        "OF ANY CONFLICTS OR DISCREPANCIES BEFORE PERFORMING ANY WORK IN THE",
        "AFFECTED AREA.",
        "5. THE CONTRACTOR SHALL EXERCISE EXTREME CAUTION IN AREAS OF BURIED",
        "UTILITIES, AND SHALL PROVIDE AT LEAST 48 HOURS NOTICE TO THE VARIOUS",
        "UTILITY COMPANIES, IN ORDER TO PERMIT MARKING THE LOCATIONS OF EXISTING",
        "UNDERGROUND UTILITIES, IN ADVANCE OF CONSTRUCTION, BY CALLING \"SUNSHINE\"",
        "AT 1-800-432-4770 MINIMUM OF 2 DAYS AND MAXIMUM OF 5 DAYS PRIOR TO THE",
        "START OF CONSTRUCTION. THE CONTRACTOR IS RESPONSIBLE FOR CONTACTING ALL",
        "UTILITIES NOT INCLUDED IN THE \"SUNSHINE\" PROGRAM.",
        "6. CONTRACTOR IS SOLELY RESPONSIBLE FOR CONSTRUCTION SAFETY.",
        "SPECIAL PRECAUTIONS MAY BE REQUIRED IN THE VICINITY OF",
        "POWER LINES AND OTHER UTILITIES.",
        "7. ALL UNDERGROUND UTILITIES MUST BE IN PLACE AND TESTED AND INSPECTED PRIOR",
        "TO BASE AND SURFACE CONSTRUCTION.",
        "8. IT IS THE CONTRACTOR'S RESPONSIBILITY TO BECOME FAMILIAR WITH THE PERMIT",
        "AND INSPECTION REQUIREMENTS OF THE VARIOUS GOVERNMENTAL AGENCIES. THE",
        "CONTRACTOR SHALL OBTAIN ALL NECESSARY PERMITS PRIOR TO CONSTRUCTION, AND",
        "SCHEDULE INSPECTIONS ACCORDING TO AGENCY INSTRUCTION.",
        "9. THE CONTRACTOR SHALL SUBMIT FOR APPROVAL TO THE OWNER'S ENGINEER; SHOP",
        "DRAWINGS ON ALL PRECAST AND MANUFACTURED ITEMS FOR THIS SITE.",
        "FAILURE TO OBTAIN APPROVAL BEFORE INSTALLATION MAY RESULT IN REMOVAL AND",
        "REPLACEMENT AT THE CONTRACTOR'S EXPENSE. ALL SHOP DRAWINGS ARE TO BE",
        "REVIEWED AND APPROVED BY THE CONTRACTOR PRIOR TO SUBMITTAL TO THE",
        "OWNER'S ENGINEER.",
        "10. AT LEAST THREE (3) WORKING DAYS PRIOR TO CONSTRUCTION, THE CONTRACTOR",
        "SHALL NOTIFY THE ENGINEER AND APPROPRIATE AGENCIES, AND SUPPLY THEM WITH",
        "ALL REQUIRED SHOP DRAWINGS, THE CONTRACTOR'S NAME, STARTING DATE,",
        "PROJECTED SCHEDULE, AND OTHER INFORMATION AS REQUIRED. ANY WORK",
        "PERFORMED PRIOR TO NOTIFYING THE ENGINEER, OR WITHOUT AGENCY INSPECTOR",
        "PRESENT, MAY BE SUBJECT TO REMOVAL AND REPLACEMENT AT THE CONTRACTOR'S",
        "EXPENSE",
        "11. BACKFILL MATERIAL SHALL BE SOLIDLY TAMPED AROUND PIPES IN 6\" LAYERS UP",
        "TO A LEVEL OF AT LEAST ONE FOOT ABOVE THE TOP OF THE PIPE. IN AREAS TO",
        "BE PAVED, BACKFILL SHALL BE COMPACTED TO 100% MAXIMUM DENSITY AS",
        "DETERMINED BY AASHTO T-99.",
        "12. SITE WORK CONCRETE SHALL HAVE A COMPRESSIVE STRENGTH OF AT LEAST 3,000",
        "P.S.I. IN 28 DAYS, UNLESS OTHERWISE NOTED.",
        "13. ALL PRIVATE AND PUBLIC PROPERTY AFFECTED BY THE WORK SHALL BE RESTORED",
        "TO A CONDITION EQUAL TO OR BETTER THAN EXISTING CONDITIONS UNLESS",
        "SPECIFICALLY EXEMPTED BY THE PLANS. ADDITIONAL COSTS ARE INCIDENTAL TO",
        "OTHER CONSTRUCTION AND NO EXTRA COMPENSATION IS TO BE ALLOWED.",
        "14. ALL DISTURBED AREAS WHICH ARE NOT TO BE SODDED, ARE TO BE SEEDED AND",
        "MULCHED TO DOT STANDARDS, AND MAINTAINED UNTIL A SATISFACTORY STAND OF",
        "GRASS, ACCEPTABLE TO THE REGULATORY AGENCY AND ENGINEER OF RECORD, HAVE",
        "BEEN OBTAINED. ANY WASHOUTS, REGRADING, RESEEDING, AND GRASSING WORK,",
        "AND OTHER EROSION WORK REQUIRED, WILL BE PERFORMED BY THE CONTRACTOR,",
        "AT HIS EXPENSE, UNTIL THE SYSTEM IS ACCEPTED FOR MAINTENANCE, BY THE",
        "REGULATORY AGENCY AND ENGINEER OF RECORD.",
        "15. THE SOILS ENGINEER IS TO SUPPLY THE ENGINEER WITH A PHOTOCOPY OF ALL",
        "COMPACTION TESTS, AND ASPHALT RESULTS. THE SOILS ENGINEER IS TO CERTIFY",
        "TO THE ENGINEER OF RECORD, IN WRITING, THAT ALL TESTING REQUIREMENTS,",
        "REQUIRED BY THE LOCAL REGULATORY AGENCY, AND THE FLORIDA DEPARTMENT OF",
        "TRANSPORTATION (FDOT), FOR THE IMPROVEMENTS, AS REQUIRED BY THE",
        "ENGINEERING CONSTRUCTION DRAWINGS, HAVE BEEN SATISFIED.",
        "16. THE CONTRACTOR SHALL MAINTAIN A COPY OF THE APPROVED PLANS AND PERMITS",
        "AT THE CONSTRUCTION SITE.",
        "17. THESE DRAWINGS MAY NOT INCLUDE NECESSARY COMPONENTS FOR CONSTRUCTION",
        "SAFETY. THE CONTRACTOR IS SOLELY RESPONSIBLE FOR MEANS AND METHODS FOR",
        "CONSTRUCTION SITE SAFETY.",
        "18. ALL SODDING, SEEDING AND MULCHING SHALL INCLUDE WATERING AND",
        "FERTILIZATION. THE CONTRACTOR SHALL BE RESPONSIBLE FOR MAINTAINING THESE",
        "AREAS UNTIL THE PROJECT IS COMPLETED AND ACCEPTED BY THE OWNER.",
        "19. ALL PIPE LENGTHS ARE PLUS OR MINUS. PIPE MEASUREMENTS ARE CENTER TO",
        "CENTER OF STRUCTURES OR FITTINGS. PIPE MEASUREMENTS FOR MITERED END",
        "SECTIONS ARE TO THE END OF PIPE.",
        "20. EXISTING PAVEMENT SHALL BE SAW-CUT WHERE NEW PAVEMENT IS TO BE ADDED",
        "OR EXISTING PAVEMENT TO BE ELIMINATED.",
        "21. ADJUSTMENTS OF INLETS, JUNCTION BOXES, MANHOLE TOPS, WATER VALVES, WATER",
        "METERS, ETC., SHALL BE INCLUDED IN THE CONTRACTOR'S BID AND NO CLAIM",
        "SHALL BE MADE AGAINST THE OWNER OR ENGINEER FOR THESE ADJUSTMENTS,",
        "IF REQUIRED.",
        "22. ALL BACKFILL OVER ANY PIPE (STORM SEWER, SANITARY SEWER, OR WATERLINES)",
        "THAT IS INSTALLED UNDER ROADWAYS OR WITHIN THE EMBANKMENT OF THE ROADWAY,",
        "SHALL BE COMPACTED IN ACCORDANCE WITH F.D.O.T. STANDARD SPECIFICATIONS,",
        "SECTION 125-8.3, LATEST EDITION.",
        "23. THE CONTRACTOR PERFORMING TRENCH EXCAVATION, IN EXCESS OF 5' FEET IN DEPTH,",
        "SHALL COMPLY WITH THE OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION'S",
        "(OSHA) TRENCH EXCAVATION SAFETY STANDARDS, 29 C.F.R., S.1926.650, SUBPART P,",
        "INCLUDING ALL SUBSEQUENT REVISIONS OR UPDATES TO THE STANDARDS AS",
        "ADOPTED BY THE DEPARTMENT OF LABOR AND EMPLOYMENT SECURITY (DLES).",
        "24. CONTRACTOR TO COORDINATE THE POINTS OF CONNECTIONS OF THE UTILITIES WITH",
        "DIFFERENT SUBS. SITE CONTRACTOR TO CONSTRUCT THE UNDERGROUND INFRASTRUCTURES",
        "i.e. SANITARY SEWER, STORM SEWER, WATER LINES, FIRE LINES, ETC., TO 5' OUTSIDE",
        "OF THE BLDG(S). THE PLUMBING CONTRACTOR TO CONNECT AND MEET THE INVERT",
        "ELEVATIONS OF THE SAID UTILITIES. ANY UTILITY WORK PERFORMED WITHIN 5' OF THE",
        "BLDG. SHALL BE THE RESPONSIBILITY OF THE PLUMBING CONTRACTOR. ALL WORK",
        "SHALL COMPLY WITH ALL APPLICABLE FEDERAL, STATE, AND LOCAL CODES,",
        "ORDINANCES AND REQUIREMENTS.",
        "25. ALL WORK SHALL BE PERFORMED AND FINISHED IN A WORKMANLIKE MANNER TO",
        "COMPLETE SATISFACTION OF THE ARCHITECT/ENGINEER IN ACCORDANCE WITH",
        "THE BEST RECOGNIZED TRADE PRACTICES.",
        "26. DEVIATIONS TO THESE PLANS AND SPECIFICATIONS WITHOUT CONSENT OF THE ENGINEER",
        "MAY BE CAUSE FOR THE WORK TO BE UNACCEPTABLE. DEVIATIONS SHALL RECEIVE",
        "WRITTEN APPROVAL FROM THE ENGINEER.",
        "27. SIGNS, BUFFER WALLS & FENCES ARE SUBJECT TO SEPARATE SUBMITTAL(S) AND",
        "PERMITTING. DEVIATIONS SHALL RECEIVE WRITTEN APPROVAL FROM THE ENGINEER.",
        "28. ALL IMPROVEMENTS ARE TO BE OWNED AND MAINTAINED BY THE PROPERTY OWNER AND",
        "WILL NOT BE DEDICATED TO THE PUBLIC OR MAINTAINED BY THE PUBLIC. (ARTICLE III, SEC",
        "74-63(a)1, PAGE 60).",
        "29. ALL PAVEMENT MARKING, EXECEPT PARKING STALLS, SHALL BE \"ALKYD THERMOPLASTIC 9",
        "IN THICKNESS” IN ACCORDANCE WITH FDOT. SPECIFICATIONS.",
        "30. ALL DRAINAGE CULVERT JOINTS SHALL BE WRAPPED PER FDOT INDEX 280.",
        "31. ALL SIDEWALKS AND RAMPS MUST BE IN COMPLIANCE WITH THE AMERICAN WITH",
        "DESABILILITIES ACT AND THE FLORIDA ACCESSIBILITY CODE.",
        "32. TRENCH EXCAVATION",
        "a― INCLUDE OSHA STANDARD 29 CFR, SECTION 1926.650 SUBPART P, WHICH IS",
        "NOW A PART OF LAWS OF FLORIDA CHAPTER 90-96.",
        "b- THE CONTRACTOR SHALL PROVIDE WRITTEN ASSURANCE OF COMPLIANCE",
        "WITH THIS LAW.",
        "C- A SEPARATE COST ITEM IDENTIFYING THE COST OF COMPLIANCE.",
        "d- A TRENCH SAFETY SYSTEM SHALL BE DESIGNED BY THE CONTRACTOR",
        "33. THE USE OF ELECTRONICALLY STORED DATA IS INTENDED FOR INFORMATIONAL",
        "PURPOSES ONLY AND NOT TO BE USED FOR CONSTRUCTION. CONTRACTOR",
        "MUST UTILIZE SIGNED AND SEALED DOCUMENTS FOR CONSTRUCTION."
      ]
    },
    {
      "region_id": 11,
      "type": "section",
      "bbox": [
        0.20872673882378473,
        0.39435390896267364,
        0.3742905228226273,
        0.6646443684895833
      ],
      "confidence": 0.971261203289032,
      "title": "SANITARY SEWER NOTES",
      "content": [
        "SANITARY SEWER NOTES",
        "1. ALL SANITARY SEWER MAINS & LATERAL SHALL HAVE A MINIMUM OF 36 INCHES OF",
        "COVER.",
        "2. ALL SANITARY SEWER MAINS & SERVICE LATERALS SHALL BE CONSTRUCTED OF",
        "POLYVINYL CHLORIDE PIPE, SDR 35 OR AS OTHERWISE INDICATED ON THE",
        "CONSTRUCTION DRAWINGS.",
        "3. ALL SANITARY SEWER WORK SHALL CONFORM WITH LOCAL REGULATORY STANDARDS",
        "AND SPECIFICATIONS.",
        "4. PRIOR TO COMMENCING WORK WHICH REQUIRES CONNECTING NEW WORK TO EXISTING",
        "LINES OR APPURTENANCES, THE CONTRACTOR SHALL VERIFY LOCATION AND",
        "ELEVATION OF EXISTING CONNECTION POINT AND NOTIFY OWNER'S ENGINEER OF",
        "ANY CONFLICTS OR DISCREPANCIES.",
        "5. PVC PIPE AND FITTINGS SHALL CONFORM TO ASTM SPECIFICATIONS DESIGNATION",
        "D-3034-77C, MA SDR 35. INSTALLATION OF SDR 35 PIPE SHALL BE IN STRICT",
        "ACCORDANCE WITH THE REQUIREMENTS OF ASTM SPECIFICATION SECTION D2321.",
        "ALL SANITARY SEWER PIPELINES SHALL BE SOLID GREEN IN COLOR.",
        "6. ALL PVC FORCE MAINS SHALL BE CLASS 200, SDR 35, COLOR GREEN, WITH A",
        "GREEN MAGNETIC TAPE A MINIMUM OF 2\" WIDE, PLACED 1 FOOT BELOW THE",
        "PROPOSED GRADE. THE PRINTING ON THE MAGNETIC TAPE SHOULD READ",
        "\"FORCEMAIN”.",
        "7. ALL DUCTILE IRON PIPE SHALL BE CLASS 52 IN ACCORDANCE WITH ANSI A 21.50",
        "(AWWA C 150) AND ANSI A 21.51 (AWWA C 151). DUCTILE IRON PIPE SHALL",
        "RECEIVE AN EXTERIOR BITUMINOUS COATING IN ACCORDANCE WITH ANSI",
        "A 21.6, A 21.8, OR A 21.51.",
        "8. ALL SANITARY SEWER GRAVITY MAINS OR SANITARY SEWER FORCEMAINS THAT",
        "REQUIRE D.I.P. ARE TO BE POLYLINED OR EPOXY LINED.",
        "9. ALL SANITARY SEWER COVERS SHALL BE TRAFFIC RATED FOR HS-20 LOADING.",
        "SANITARY SEWER TESTING AND INSPECTION REQUIREMENTS",
        "1. ALL GRAVITY SEWER PIPING SHALL BE SUBJECT TO A TELEVISION INSPECTION BY",
        "THE OWNER'S CONTRACTOR. CONTRACTOR TO NOTIFY THE ENGINEER 48 HOURS IN",
        "ADVANCE TO SCHEDULE INSPECTION.",
        "2. THE CONTRACTOR SHALL PERFORM AN EXFILTRATION TEST ON ALL GRAVITY SEWERS",
        "INSTALLED IN ACCORDANCE WITH THE REGULATION AGENCY HAVING JURISDICTION.",
        "MAXIMUM ALLOWABLE LEAKAGE RATE: 100 GPD PER INCH PIPE DIAMETER PER MILE.",
        "TEST RESULTS ARE TO BE SUBMITTED TO THE REGULATORY AGENCY FOR APPROVAL.",
        "COORDINATION AND NOTIFICATION OF ALL PARTIES IS THE CONTRACTOR'S",
        "RESPONSIBILITY.",
        "3. ALL FORCE MAINS SHALL BE SUBJECT TO A HYDROSTATIC PRESSURE TEST IN",
        "ACCORDANCE WITH THE REGULATORY AGENCY HAVING JURISDICTION. COORDINATION",
        "AND NOTIFICATION OF ALL PARTIES IS THE CONTRACTOR'S RESPONSIBILITY."
      ]
    },
    {
      "region_id": 12,
      "type": "section",
      "bbox": [
        0.5619085467303241,
        0.7084568277994792,
        0.7192189308449074,
        0.8099676513671875
      ],
      "confidence": 0.9700245261192322,
      "title": "STORMWATER SYSTEM NOTES",
      "content": [
        "1. ALL RETENTION AREAS, STORM SEWER PIPING, STORM SEWER STRUCTURES, ETC.",
        "MUST BE IN PLACE AS PART OF THE FIRST PHASE OF CONSTRUCTION.",
        "IT IS THE RESPONSIBILITY OF THE CONTRACTOR TO ACCOMMODATE POSITIVE",
        "DRAINAGE THROUGHOUT CONSTRUCTION TO AVOID FLOODING OF THE ADJACENT",
        "PROPERTIES. ANY FLOODING THAT MAY OCCUR DUE TO HIS WORK WILL BE",
        "THE SOLE RESPONSIBILITY OF THE CONTRACTOR",
        "2. ALL SODDED AREAS SHALL BE MOWED AND MAINTAINED PROPERLY.",
        "3. UNDER NO CIRCUMSTANCES SHALL THE RETENTION AREA BE FILLED WITH ANY OTHER",
        "SUBSTANCE THAN STORMWATER.",
        "4. SWALE AREAS SHALL BE KEPT CLEAN AND FREE OF ANY OBSTRUCTIONS.",
        "5. IF DAMAGE TO THE SYSTEM DOES OCCUR, THE SYSTEM SHALL BE RECONSTRUCTED",
        "IN ACCORDANCE WITH THE APPROVED PLAN."
      ]
    },
    {
      "region_id": 13,
      "type": "section",
      "bbox": [
        0.20901742440682872,
        0.2612982855902778,
        0.3774064579716435,
        0.38658006456163196
      ],
      "confidence": 0.9694666862487793,
      "title": "WATER SYSTEM TESTING AND INSPECTION REQUIREMENTS",
      "content": [
        "1. ALL COMPONENTS OF THE WATER SYSTEM, INCLUDING FITTINGS, HYDRANTS,",
        "CONNECTION, AND VALVES SHALL REMAIN UNCOVERED UNTIL PROPERLY PRESSURE",
        "TESTED AND ACCEPTED BY THE OWNER'S ENGINEER. PRESSURE TESTS TO BE IN",
        "ACCORDANCE WITH WATER DEPARTMENT SPECIFICATIONS. CONTRACTOR TO NOTIFY",
        "OWNER'S ENGINEER AND WATER DEPARTMENT INSPECTORS 48 HOURS IN ADVANCE OF",
        "PERFORMING TESTS.",
        "2. NEW WATER MAINS",
        "AFTER COMPLETION OF INSTALLATION OF NEW WATER MAINS, PRESSURE TESTING SHALL",
        "BE PERFORMED IN ACCORDANCE WITH THE LOCAL JURISDICTION WATER SYSTEM",
        "STANDARDS AND SPECIFICATIONS. CONTRACTOR TO PERFORM CHLORINATION.",
        "SAMPLING OF NEW WATER MAINS SHALL CONFORM WITH COUNTY PUBLIC HEALTH UNIT",
        "REQUIREMENTS AND RESULTS FORWARDED TO THE ENGINEER. UNDER NO CIRCUMSTANCES",
        "SHALL A NEW WATER SYSTEM BE PLACED INTO SERVICE UNTIL CERTIFICATION BY THE",
        "ENGINEER HAS BEEN COMPLETED AND A RELEASE FROM COUNTY PUBLIC HEALTH UNIT",
        "HAS BEEN ISSUED."
      ]
    },
    {
      "region_id": 14,
      "type": "section",
      "bbox": [
        0.7375179036458334,
        0.7251979573567708,
        0.8907764576099537,
        0.8011701117621528
      ],
      "confidence": 0.9630368947982788,
      "title": "AS BUILT SURVEY REQUIREMENTS:",
      "content": [
        "AS BUILT SURVEY REQUIREMENTS:",
        "THE CONTRACTOR SHALL PROVIDE CERTIFIED RECORD DRAWINGS, SIGNED AND",
        "SEALED BY A PROFESSIONAL LAND SURVEYOR. THE RECORD DRAWINGS SHALL",
        "SHOW FINAL GRADES FOR INLETS & PIPES WITH TOP & BOTTOM ELEVATIONS,",
        "INVERTS & DIMENSIONING. LOCATIONS OF ALL UTILITIES INCLUDING THE SANITARY",
        "SEWER AND WATER PIPING. THE CONTRACTOR SHALL PROVIDE TWO COPIES OF THE",
        "CERTIFIED RECORD DRAWINGS TO THE ENGINEER. THE AFOREMENTIONED RECORD",
        "DRAWING SHALL BE SUFFICIENT ENOUGH IN DETAIL TO BE ACCEPTABLE BY",
        "AGENCIES HAVING JURISDICTION."
      ]
    },
    {
      "region_id": 15,
      "type": "section",
      "bbox": [
        0.20993037471064815,
        0.6704404025607639,
        0.37465854220920136,
        0.8203552924262153
      ],
      "confidence": 0.9416462779045105,
      "title": "GRADING AND DRAINAGE NOTES",
      "content": [
        "1. ALL DELETERIOUS SUBSTANCE MATERIAL, (I.E. MUCK, PEAT, BURIED DEBRIS), IS",
        "TO BE EXCAVATED IN ACCORDANCE WITH THESE PLANS, OR AS DIRECTED BY THE",
        "OWNER'S ENGINEER, OR OWNER'S SOIL TESTING COMPANY. DELETERIOUS MATERIAL",
        "IS TO BE STOCKPILED OR REMOVED FROM THE SITE AS DIRECTED BY THE OWNER.",
        "EXCAVATED AREAS ARE TO BE BACKFILLED WITH APPROVED MATERIALS AND",
        "COMPACTED AS SHOWN ON THESE PLANS.",
        "2. THE CONTRACTOR SHALL BE RESPONSIBLE FOR PROTECTING EXCAVATING AGAINST",
        "COLLAPSE AND WILL PROVIDE BRACING, SHEETING, OR SHORING, AS NECESSARY.",
        "TRENCHES SHALL BE KEPT DRY WHILE PIPE AND APPURTENANCES ARE BEING",
        "PLACED. DEWATERING SHALL BE USED AS REQUIRED.",
        "3. ALL STORM SEWER PIPE SHALL BE REINFORCED CONCRETE CLASS III (ASTM C-76)",
        "UNLESS OTHERWISE NOTED ON PLANS.",
        "4. PVC STORM PIPE, 12\" AND SMALLER SHALL CONFORM TO AWWA C-900, CLASS 150",
        "STANDARDS, UNLESS OTHERWISE NOTED.",
        "5. ALL DRAINAGE STRUCTURE GRATES AND COVERS WITHIN TRAFFIC AREAS SHALL BE",
        "TRAFFIC RATED FOR HS-20 LOADINGS.",
        "6. MATERIALS AND CONSTRUCTION METHODS FOR STREETS AND STORM DRAINAGE",
        "CONSTRUCTION SHALL BE IN ACCORDANCE WITH THE LOCAL REGULATORY AGENCY.",
        "7. ALL STORM STRUCTURES SHALL BE GROUTED TO THE INVERT",
        "ELEVATION(S) OF THE STORM PIPES(S).",
        "STORM PIPE SHALL BE SAW-CUT EVEN WITH THE STRUCTURE WALL(S).",
        "GROUT AROUND PIPES FOR WATER TIGHT AND SMOOTH FINISH."
      ]
    },
    {
      "region_id": 16,
      "type": "plain_text",
      "bbox": [
        0.39030888310185186,
        0.03663225385877821,
        0.5506121600115741,
        0.745193617078993
      ],
      "confidence": 0.9098868370056152,
      "content": [
        "FDEP WATER/SEWER",
        "CLEARANCE REQUIREMENTS",
        "62-555.314 LOCATION OF PUBLIC WATER SYSTEM MAINS",
        "FOR THE PURPOSE OF THIS SECTION, THE PHASE \"WATER MAINS\" SHALL MEAN MAINS, INCLUDING",
        "TREATMENT PLANT PROCESS PIPING, CONVEYING EITHER RAW, PARTIALLY TREATED, OR FINISHED",
        "DRINKING WATER, FIRE HYDRANT LEADS, AND SERVICE LINES THAT ARE UNDER THE CONTROL OF",
        "A PUBLIC WATER SYSTEM AND THAT HAVE AN INSIDE DIAMETER OF THREE INCHES OR GREATER.",
        "(1) HORIZONTAL SEPARATION BETWEEN UNDERGROUND WATER MAINS AND SANITARY OR STORM",
        "SEWERS, WASTEWATER OR STORMWATER FORCE MAINS, RECLAIMED WATER PIPELINES, AND ON-SITE",
        "SEWAGE TREATMENT AND DISPOSAL SYSTEMS.",
        "(A) NEW OR RELOCATED, UNDERGROUND WATER MAINS SHALL BE LAID TO PROVIDE A HORIZONTAL",
        "DISTANCE OF AT LEAST THREE FEET BETWEEN THE OUTSIDE OF THE WATER MAIN AND THE OUTSIDE",
        "OF ANY EXISTING OR PROPOSED STORM SEWER, STORMWATER FORCE MAIN, OR PIPELINE CONVEYING",
        "RECLAIMED WATER REGULATED UNDER PART III OF CHAPTER 62-610,F.A.C.",
        "(B) NEW OR RELOCATED, UNDERGROUND WATER MAINS SHALL BE LAID TO PROVIDE A HORIZONTAL",
        "DISTANCE OF AT LEAST THREE FEET, AND PREFERABLY TEN FEET, BETWEEN THE OUTSIDE OF THE",
        "WATER MAIN AND THE OUTSIDE OF ANY EXISTING OR PROPOSED VACUUM-TYPE SANITARY SEWER.",
        "(C) NEW OR RELOCATED, UNDERGROUND WATER MAINS SHALL BE LAID TO PROVIDE A HORIZONTAL",
        "DISTANCE OF AT LEAST SIX FEET, AND PREFERABLY TEN FEET, BETWEEN THE OUTSIDE OF THE",
        "WATER MAIN AND THE OUTSIDE OF ANY EXISTING OR PROPOSED GRAVITY-OR PRESSURE-TYPE",
        "SANITARY SEWER, WASTEWATER FORCE MAIN, OR PIPING CONVEYING RECLAIMED WATER NOT REGULATED",
        "UNDER PART III OF CHAPTER 62-610, F.A.C. THE MINIMUM HORIZONTAL SEPARATION DISTANCE BETWEEN",
        "WATER MAINS AND GRAVITY-TYPE SANITARY SEWERS SHALL BE REDUCED TO THREE FEET WHERE THE",
        "BOTTOM OF THE WATER MAIN IS LAID AT LEAST SIX INCHES ABOVE THE TOP OF THE SEWER.",
        "(D) NEW OR RELOCATED, UNDERGROUND WATER MAINS SHALL BE LAID TO PROVIDE A HORIZONTAL",
        "DISTANCE OF AT LEAST TEN FEET BETWEEN THE OUTSIDE OF THE WATER MAIN AND ALL PARTS",
        "OF ANY EXISTING OR PROPOSED \"ON-SITE SEWAGE TREATMENT AND DISPOSAL SYSTEM\" AS DEFINED",
        "IN SECTION 381.0065(2), F.S., AND RULE 64E-6.002, F.A.C.",
        "(2) VERTICAL SEPARATION BETWEEN UNDERGROUND WATER MAINS AND SANITARY OR STORM SEWERS,",
        "WASTEWATER OR STORMWATER FORCE MAINS, AND RECLAIMED WATER PIPELINES.",
        "(A) NEW OR RELOCATED, UNDERGROUND WATER MAINS CROSSING ANY EXISTING OR PROPOSED",
        "GRAVITY-OR VACUUM-TYPE SANITARY SEWER OR STORM SEWER SHALL BE LAID SO THE OUTSIDE",
        "OF THE WATER MAIN IS AT LEAST SIX INCHES, AND PREFERABLY 12 INCHES, ABOVE OR AT LEAST",
        "12 INCHES BELOW THE OUTSIDE OF THE OTHER PIPELINE. HOWEVER, IT IS PREFERABLE TO LAY",
        "THE WATER MAIN ABOVE THE OTHER PIPELINE.",
        "(B) NEW OR RELOCATED, UNDERGROUND WATER MAINS CROSSING ANY EXISTING OR PROPOSED",
        "PRESSURE-TYPE SANITARY SEWER, WASTEWATER OR STORMWATER FORCE MAIN, OR PIPELINE",
        "CONVEYING RECLAIMED WATER SHALL BE LAID SO THE OUTSIDE OF THE WATER MAIN IS AT",
        "LEAST 12 INCHES ABOVE OR BELOW THE OUTSIDE OF THE OTHER PIPELINE. HOWEVER IT IS",
        "PREFERABLE TO LAY THE WATER MAIN ABOVE THE OTHER PIPELINE.",
        "(C) AT THE UTILITY CROSSING DESCRIBED IN PARAGRAPHS (A) AND (B) ABOVE, ONE FULL LENGTH",
        "OF WATER MAIN PIPE SHALL BE CENTERED ABOVE OR BELOW THE OTHER PIPELINE SO THE WATER",
        "MAIN JOINTS WILL BE AS FAR AS POSSIBLE FROM THE OTHER PIPELINE. ALTERNATIVELY, AT SUCH",
        "CROSSINGS, THE PIPES SHALL BE ARRANGED SO THAT ALL WATER MAIN JOINTS ARE AT LEAST",
        "THREE FEET FROM ALL JOINTS IN VACUUM-TYPE SANITARY SEWERS, STORM SEWERS, STORMWATER",
        "FORCE MAINS, OR PIPELINES CONVEYING RECLAIMED WATER REGULATED UNDER PART III OF CHAPTER",
        "62-610, F.A.C., AND AT LEAST SIX FEET FROM ALL JOINTS IN GRAVITY-OR PRESSURE-TYPE SANITARY",
        "SEWERS, WASTEWATER FORCE MAINS, OR PIPELINES CONVEYING RECLAIMED WATER NOT REGULATED",
        "UNDER PART III OF CHAPTER 62-610, F.A.C.",
        "(3) SEPARATION BETWEEN WATER MAINS AND SANITARY OR STORM SEWER MANHOLES.",
        "(A) NO WATER MAIN SHALL PASS THROUGH, OR COME INTO CONTACT WITH, ANY PART OF A",
        "SANITARY SEWER MANHOLE.",
        "(B) EFFECTIVE AUGUST 28, 2003, WATER MAINS SHALL NOT BE CONSTRUCTED OR ALTERED TO PASS",
        "THROUGH, OR COME INTO CONTACT WITH, ANY PART OF A STORM SEWER MANHOLE OR INLET",
        "STRUCTURE. WHERE IT IS NOT TECHNICALLY FEASIBLE OR ECONOMICALLY SENSIBLE TO COMPLY WITH",
        "THIS REQUIREMENT (I.E., WHERE THERE IS A CONFLICT IN THE ROUTING OF A WATER MAIN AND A",
        "STORM SEWER AND WHERE ALTERNATIVE ROUTING OF THE WATER MAIN OR THE STORM SEWER IS NOT",
        "TECHNICALLY FEASIBLE OR IS NOT ECONOMICALLY SENSIBLE), THE DEPARTMENT SHALL ALLOW EXCEPTIONS",
        "TO THIS REQUIREMENT (I.E., THE DEPARTMENT SHALL ALLOW CONSTRUCTION OF CONFLICT MANHOLES),",
        "BUT SUPPLIES OF WATER OR PERSONS PROPOSING TO CONSTRUCT CONFLICT MANHOLES MUST FIRST",
        "OBTAIN A SPECIFIC PERMIT FROM THE DEPARTMENT IN ACCORDANCE WITH PART V OF THIS CHAPTER",
        "AND MUST PROVIDE IN THE PRELIMINARY DESIGN REPORT OR DRAWINGS, SPECIFICATIONS, AND DESIGN",
        "DATA ACCOMPANYING THEIR PERMIT APPLICATION THE FOLLOWING INFORMATION:",
        "(1) TECHNICAL OR ECONOMIC JUSTIFICATION FOR EACH CONFLICT MANHOLE.",
        "(2) A STATEMENT IDENTIFYING THE PARTY RESPONSIBLE FOR MAINTAINING EACH CONFLICT MANHOLE.",
        "(3) ASSURANCE OF COMPLIANCE WITH THE DESIGN AND CONSTRUCTION REQUIREMENTS IN SUB-",
        "SUBPARAGRAPHS A. THROUGH D. BELOW.",
        "(A) EACH WATER MAIN PASSING THROUGH A CONFLICT MANHOLE SHALL HAVE A FLEXIBLE, WATERTIGHT",
        "JOINT ON EACH SIDE OF THE MANHOLE TO ACCOMMODATE DIFFERENTIAL SETTING BETWEEN THE MAIN",
        "AND THE MANHOLE.",
        "(B) WITHIN EACH CONFLICT MANHOLE, THE WATER MAIN PASSING THROUGH THE MANHOLE SHALL BE",
        "INSTALLED IN A WATERTIGHT CASING PIPE HAVING HIGH IMPACT STRENGTH (I.E., HAVING AN IMPACT",
        "STRENGTH (I.E., HAVING AN IMPACT STRENGTH AT LEAST EQUAL TO THAT OF 0.25-INCH-THICK DUCTILE",
        "IRON PIPE).",
        "(C) EACH CONFLICT MANHOLE SHALL HAVE AN ACCESS OPENING, AND SHALL BE SIZED, TO ALLOW FOR",
        "EASY CLEANING OF THE MANHOLE.",
        "(D) GRATINGS SHALL BE INSTALLED AT ALL STORM SEWER INLETS UPSTREAM OF EACH CONFLICT MANHOLE",
        "TO PREVENT LARGE OBJECTS FROM ENTERING THE MANHOLE.",
        "(4) SEPARATION BETWEEN FIRE HYDRANT DRAINS AND SANITARY OR STORM SEWERS, WASTEWATER OR",
        "STORMWATER FORCE MAINS, RECLAIMED WATER PIPELINES, AND ON-SITE SEWAGE TREATMENT AND DISPOSAL",
        "SYSTEMS. NEW OR RELOCATED FIRE HYDRANTS WITH UNDERGROUND DRAINS SHALL BE LOCATED SO THAT",
        "THE DRAINS ARE AT LEAST THREE FEET FROM ANY EXISTING OR PROPOSED STORM SEWER, STORMWATER",
        "FORCE MAIN, OR PIPELINE CONVEYING RECLAIMED WATER REGULATED UNDER PART III OF CHAPTER 62-610,",
        "F.A.C., AT LEAST THREE FEET, AND PREFERABLY TEN FEET, FROM ANY EXISTING OR PROPOSED VACUUM-TYPE",
        "SANITARY SEWER, AT LEAST SIX FEET, AND PREFERABLY TÉN FEET, FROM ANY EXISTING OR PROPOSED GRAVITY",
        "OR PRESSURE -TYPE SANITARY SEWER, WASTEWATER FORCE MAIN, OR PIPELINE CONVEYING RECLAIMED WATER",
        "NOT REGULATED UNDER PART III OF CHAPTER 62-610, F.A.C. AND AT LEAST TEN FEET FROM ANY EXISTING",
        "OR PROPOSED \"ON-SITE SEWAGE TREATMENT AND DISPOSAL SYSTEM\" AS DEFINED IN SECTION 381.0065(2),",
        "F.S. AND RULE 64E-6.002, F.A.C.",
        "(5) EXCEPTIONS, WHERE IT IS NOT TECHNICALLY FEASIBLE OR ECONOMICALLY SENSIBLE TO COMPLY WITH THE",
        "REQUIREMENTS IN SUBSECTION (1) OR (2) ABOVE, THE DEPARTMENT SHALL ALLOW EXCEPTIONS TO THESE",
        "REQUIREMENTS IF SUPPLIES OF WATER OR CONSTRUCTION PERMIT APPLICANTS PROVIDE TECHNICAL OR ECONOMIC",
        "JUSTIFICATION FOR EACH EXCEPTION AND PROVIDE ALTERNATIVE CONSTRUCTION FEATURES THAT AFFORD A SIMILAR",
        "LEVEL OF RELIABILITY AND PUBLIC HEALTH PROTECTION. ACCEPTABLE ALTERNATIVE CONSTRUCTION FEATURES,",
        "INCLUDING THE FOLLOWING.",
        "(A) WHERE AN UNDERGROUND WATER MAIN IS BEING LAID LESS THAN THE REQUIRED MINIMUM HORIZONTAL DISTANCE",
        "FROM ANOTHER PIPELINE AND WHERE AN UNDERGROUND WATER MAIN IS CROSSING ANOTHER PIPELINE AND JOINTS",
        "IN THE WATER MAIN ARE BEING LOCATED LESS THAN THE REQUIRED MINIMUM DISTANCE FROM JOINTS IN THE OTHER",
        "PIPELINE.",
        "(1) USE OF PRESSURE-RATED PIPE CONFORMING TO THE AMERICAN WATER WORKS ASSOCIATION STANDARDS",
        "INCORPORATED INTO RULE 62-555.330, F.A.C., FOR THE OTHER PIPELINE IF IT IS A GRAVITY-OR, VACUUM-",
        "TYPE PIPELINE.",
        "(2) USE OF WELDED, FUSED, OR OTHERWISE RESTRAINED JOINTS FOR EITHER THE WATER MAIN OR THE OTHER",
        "PIPELINE.",
        "(3) USE OF WATERTIGHT CASING PIPE OR CONCRETE ENCASEMENT AT LEAST FOUR INCHES THICK FOR EITHER THE",
        "WATER MAIN OR THE OTHER PIPELINE.",
        "(B) WHERE AN UNDERGROUND WATER MAIN IS BEING LAID LESS THAN THREE FEET HORIZONTALLY FROM ANOTHER",
        "PIPELINE AND WHERE AN UNDERGROUND WATER MAIN IS CROSSING ANOTHER PIPELINE AND IS BEING LAID LESS THAN",
        "THE REQUIRED MINIMUM VERTICAL DISTANCE FROM THE OTHER PIPELINE.",
        "(1) USE OF PIPE, OR CASING PIPE, HAVING HIGH IMPACT STRENGTH (I.E., HAVING AN IMPACT STRENGTH AT LEAST",
        "EQUAL TO THAT OF 0.25-INCH-THICK DUCTILE IRON PIPE) OR CONCRETE ENCASEMENT AT LEAST FOUR INCHES THICK",
        "FOR THE WATER MAIN, AND",
        "(2) USE OF PIPE, OR CASING PIPE, HAVING HIGH IMPACT STRENGTH (I.E., HAVING AN IMPACT STRENGTH AT LEAST",
        "EQUAL TO THAT OF 0.25-INCH-THICK DUCTILE IRON PIPE) OR CONCRETE ENCASEMENT AT LEAST FOUR INCHES THICK",
        "FOR THE OTHER PIPELINE IF IT IS NEW AND IS CONVEYING WASTEWATER OR RECLAIMED WATER."
      ]
    },
    {
      "region_id": 17,
      "type": "heading",
      "bbox": [
        0.2125595657913773,
        0.8258045111762152,
        0.3696654369212963,
        0.9149688720703125
      ],
      "confidence": 0.6887215375900269,
      "title": "PAVING, GRADING & DRAINAGE TESTING A",
      "content": [
        "PAVING, GRADING & DRAINAGE TESTING A",
        "INSPECTION REQUIREMENTS",
        "1. THE STORM DRAINAGE PIPING AND FILTRATION SYSTEM SHALL BE SUBJECT TO A",
        "VISUAL INSPECTION BY THE OWNER'S SOILS ENGINEER PRIOR TO THE PLACEMENT OF",
        "BACKFILL.",
        "2. THE CONTRACTOR SHALL MAINTAIN THE STORM DRAINAGE SYSTEMS UNTIL FINAL",
        "ACCEPTANCE OF THE PROJECT.",
        "3. THE CONTRACTOR IS RESPONSIBLE FOR COORDINATING THE APPLICABLE TESTING",
        "WITH THE SOILS ENGINEER. TESTS WILL BE REQUIRED PURSUANT WITH THE",
        "TESTING SCHEDULE FOUND IN THE ENGINEERING CONSTRUCTION DRAWINGS. UPON",
        "COMPLETION OF THE WORK, THE SOILS ENGINEER MUST SUBMIT CERTIFICATIONS TO",
        "THE OWNER'S ENGINEER STATING THAT ALL REQUIREMENTS HAVE BEEN MET."
      ]
    }
  ]
}